{"inkVersion":21,"root":[[{"->":"StartDialogue"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"StartDialogue":[[["ev","visit",1,"MIN","/ev","ev","du",0,"==","/ev",{"->":".^.s0","c":true},"ev","du",1,"==","/ev",{"->":".^.s1","c":true},"nop",{"s0":["pop","^Hi there! Welcome to the beach cleanup program! I'm Amelia, the leader of the program. We're so glad you've decided to join us today.",{"->":".^.^.17"},null],"s1":["pop","^What other questions do you have?",{"->":".^.^.17"},null],"#f":5}],"\n","ev","str","^I'm happy to help. What can I do?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Tell me more about the beach cleanup program.","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^What is beach pollution?","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^What are the benefits of beach cleanup programs?","/str",{"CNT?":"TellMeMore"},"/ev",{"*":".^.c-3","flg":5},"ev","str","^What can I do to help prevent beach pollution?","/str",{"CNT?":"TellMeMore"},"/ev",{"*":".^.c-4","flg":5},"ev","str","^What are the biggest challenges facing beach cleanup programs?","/str",{"CNT?":"TellMeMore"},"/ev",{"*":".^.c-5","flg":5},"ev","str","^What are the biggest sources of beach pollution?","/str",{"CNT?":"WhatIsBeach"},"/ev",{"*":".^.c-6","flg":5},"ev","str","^What are the effects beach pollution?","/str",{"CNT?":"WhatIsBeach"},"/ev",{"*":".^.c-7","flg":5},"ev","str","^Let's get started","/str","/ev",{"*":".^.c-8","flg":4},{"c-0":["^ ","\n",{"->":"HappyToHelp"},{"#f":5}],"c-1":["^ ","\n",{"->":"TellMeMore"},{"#f":5}],"c-2":["\n",{"->":"WhatIsBeach"},{"#f":5}],"c-3":["^ ","\n",{"->":"BenefitsOfProgram"},{"#f":5}],"c-4":["^ ","\n",{"->":"PreventPollution"},{"#f":5}],"c-5":["^ ","\n",{"->":"BiggestChallenges"},{"#f":5}],"c-6":["^ ","\n",{"->":"BiggestSources"},{"#f":5}],"c-7":["^ ","\n",{"->":"EffectsOfBeach"},{"#f":5}],"c-8":["\n",{"->":"GetStarted"},{"#f":5}]}],{"#f":1}],"HappyToHelp":["^There are a few ways to get involved with the beach cleanup program. You can volunteer to collect trash, sort trash, or educate the public. You can also donate money or supplies to the program.","\n",{"->":"StartDialogue"},{"#f":1}],"WhatIsBeach":["^Beach pollution is any harmful substance that contaminates beaches and coastal waters, ranging from plastic, trash, and litter to sewage, pesticides, and oil.","\n",{"->":"StartDialogue"},{"#f":1}],"EffectsOfBeach":["^Beach pollution can have a number of negative effects on public health, the environment, and the economy.","\n","^Gall and Thompson found in their 2015 study “The impact of debris on marine life,” that marine debris affected at least 690 species by entanglement, ingestion, or other indirect means, causing stress and negative consequences for these organism.","\n","^Polluted coastal recreational waters have been shown to be correlated with illnesses in swimmers of those waters.","\n","^Moreover, a 2012 study by the US EPA determined that 90 west coast communities spent a total of more than $520,000,000 each year to combat litter.","\n",{"->":"StartDialogue"},{"#f":1}],"TellMeMore":["^The beach cleanup program is a volunteer-based program that works to keep our beaches clean and safe for people and wildlife.","\n","^We do this by collecting trash, sorting it, and recycling it. We also educate the public about the importance of keeping our beaches clean.","\n",{"->":"StartDialogue"},{"#f":1}],"BenefitsOfProgram":["^There are many benefits to volunteering with the beach cleanup program. You can help to keep our beaches clean and safe for people and wildlife. Across California, we cleaned 331,364 pounds of debris in 2022.","\n","^You can also learn about the importance of protecting our environment. And you can meet new people and make new friends.","\n",{"->":"StartDialogue"},{"#f":1}],"PreventPollution":["^According to the California Coastal Commision, some ways to prevent beach pollution are: reduce your plastic consumption, dispose of trash properly, and volunteer with beach cleanup programs like you are now.","\n",{"->":"StartDialogue"},{"#f":1}],"BiggestChallenges":["^One of the biggest challenges facing the beach cleanup program is the sheer volume of trash that washes up on our beaches. Another challenge is educating the public about the importance of keeping our beaches clean.","\n",{"->":"StartDialogue"},{"#f":1}],"BiggestSources":["^Some common sources of beach pollution are littering, illegal dumping, and stormwater runoff.","\n","^Littering is the intentional discarding of trash in a public place. Illegal dumping is the disposal of trash in a place where it is not authorised. Stormwater runoff is the water that flows over land and into waterways after a rainstorm.","\n",{"->":"StartDialogue"},{"#f":1}],"GetStarted":["^Great! Head down to the beach and get started. Read the signs and look for Alex to turn in what you've collected.","\n",{"->":"EndDialogue"},{"#f":1}],"EndDialogue":[[["ev",{"^->":"EndDialogue.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Restart ",{"->":"$r","var":true},null]}],"ev","str","^End","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["ev",{"^->":"EndDialogue.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],{"->":"Restart"},"\n",{"#f":5}],"c-1":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"Restart":["^Restart","\n",{"->":"StartDialogue"},{"#f":1}],"global decl":["ev","str","^Amelia","/str",{"VAR=":"title"},"/ev","end",null],"#f":1}],"listDefs":{}}